# Settings
TOKEN = ""
DB_NAME = "bot.db"

# Phrasebook
TEXT_GREETINGS = "Привет!\n\nЯ помогу тебе упомянуть всех участников чата одним @all.\nДля этого добавь меня в чат, отправь /add и @юзернеймы всех участников через пробел. После этого просто напиши \"@all\" и я упомяну всех"
TEXT_GREETINGS_AGAIN = "С возвращением!\nОтправь /help, если не помнишь как пользоваться ботом"
TEXT_HELP = "Я помогу тебе упомянуть всех участников чата одним @all.\n\n"
TEXT_HELP = TEXT_HELP + "Для этого добавь меня в нужный чат и пришли сообщение, содержащее команду /add и список участников этого чата через пробел, например, так - \n/add @user1 @user2\n\n"
TEXT_HELP = TEXT_HELP + "Важно - у участника должен быть @юзернейм, \"@\" перед ним обязательна.\n\nНе забудь добавить меня в администраторы беседы, иначе я не смогу видеть сообщения!\n\n"
TEXT_HELP = TEXT_HELP + "После этого просто напиши \"@all\" и я упомяну всех.\n\n"
#TEXT_HELP = TEXT_HELP + "Вопросы и пожелания - @itskoshkin\nНа чай и печенье - @feed_the_cat_bot"
MEMBERS_SAVED = "Участники сохранены"
MEMBERS_UPDATED = "Участники обновлены"
ERR_WRONG_USAGE = "Отправь /help если не знаешь как пользоваться ботом"
ERR_GROUPS_ONLY = "В данный момент я работаю только в обычных группах"
ERR_USE_COMMANDS = "Не понимаю, попробуй /help"
